// var array = "рас-сказ-ы\nпо-бег-и\nпро-ход-ы\nрас-свет-ы\nпо-гон-я\nпри-леч-у\nпри-бег-у\nпере-вез-и\nпере-плёт-ы\nпри-ляг-у\nпод-мен-а\nпод-систем-а\nрас-плат-а\nрас-сад-а\nза-слуг-а\nза-щит-а\nза-сад-а\nрас-трат-а\nот-рад-а\nдо-плат-а\nот-дач-а\nпере-дач-а\nза-дач-а\nпо-друг-а\nпо-тер-я\nза-трат-а\nпод-став-а\nраз-дач_а\nпри-прав-а\nо-прав-а\nу-прав-а\nрас-прав-а\nпро-бег-и\nза-щит-а\nза-бер-у\nбез-дель-е\nза-нес-у\nрас-сад-а\nбез-зуб-ый\nпо-друг-а\nпере-нес-у\nо-дар-ю\nпод-ков-а\nбез-рук-ий\nпри-прав-а\nу-бер-у\nпре-добр-ый\nа-симметри-я\nбез-лик-ий\nу-слад-а\nоб-жор-а\nза-сух-а\nпа-губ-а\nпод-мог-а\nпо-золот-а\nпо-клаж-а\nиз-мен-а\nс-мен-а\nу-тер-я\nпо-тер-я\nу-трат-а\nпод-ков-а\nраз-рух-а\nрас-мот-рим\nдо-кат-им\nдо-лез-им\nу-бог-ий\nдо-ех-ать\nдо-беж-ать\nза-став-а\nпри-бег-у\nо-дар-ю\nдо-низ-у\nдо-верх-а\nдо-черн-а\nпо-друг-а\nрас-сад-а\nу-слад-а\nпо-тех-а\nдо-лет-им\nпо-ед-ем\nпри-бег-у\nпо-глад-ишь".split('\n');
// var index = 0;
// function repeat(index) {
//   console.log(array[index]);
//   $.ajax({
//     type: "POST",
//     url: "/word",
//   	data: {word: array[index]},
//     success: function(){
//         console.log(index);
//         index++;
//         console.log(index);
//         if (array.length > index) {
//           repeat(index);
//         }
//       }
//    });
// }
// repeat(index);
