-- MySQL dump 10.15  Distrib 10.0.34-MariaDB, for debian-linux-gnu (x86_64)
--
-- Host: localhost    Database: elmsoftware
-- ------------------------------------------------------
-- Server version	10.0.34-MariaDB-0ubuntu0.16.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `morfems`
--

DROP TABLE IF EXISTS `morfems`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `morfems` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `word` varchar(100) NOT NULL,
  `analis` varchar(100) DEFAULT NULL,
  `morf_word` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=118 DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `morfems`
--

LOCK TABLES `morfems` WRITE;
/*!40000 ALTER TABLE `morfems` DISABLE KEYS */;
INSERT INTO `morfems` VALUES (22,'рассказы','[1,2,4]','рас-сказ-ы'),(23,'рассказы','[1,2,4]','рас-сказ-ы'),(24,'побеги','[1,2,4]','по-бег-и'),(25,'проходы','[1,2,4]','про-ход-ы'),(26,'рассветы','[1,2,4]','рас-свет-ы'),(27,'погоня','[1,2,4]','по-гон-я'),(28,'прилечу','[1,2,4]','при-леч-у'),(29,'прибегу','[1,2,4]','при-бег-у'),(30,'перевези','[1,2,4]','пере-вез-и'),(31,'переплёты','[1,2,4]','пере-плёт-ы'),(32,'прилягу','[1,2,4]','при-ляг-у'),(33,'подмена','[1,2,4]','под-мен-а'),(34,'подсистема','[1,2,4]','под-систем-а'),(35,'расплата','[1,2,4]','рас-плат-а'),(36,'рассада','[1,2,4]','рас-сад-а'),(37,'заслуга','[1,2,4]','за-слуг-а'),(38,'защита','[1,2,4]','за-щит-а'),(39,'засада','[1,2,4]','за-сад-а'),(40,'растрата','[1,2,4]','рас-трат-а'),(41,'отрада','[1,2,4]','от-рад-а'),(42,'доплата','[1,2,4]','до-плат-а'),(43,'отдача','[1,2,4]','от-дач-а'),(44,'передача','[1,2,4]','пере-дач-а'),(45,'задача','[1,2,4]','за-дач-а'),(46,'подруга','[1,2,4]','по-друг-а'),(47,'потеря','[1,2,4]','по-тер-я'),(48,'затрата','[1,2,4]','за-трат-а'),(49,'подстава','[1,2,4]','под-став-а'),(51,'приправа','[1,2,4]','при-прав-а'),(52,'оправа','[1,2,4]','о-прав-а'),(53,'управа','[1,2,4]','у-прав-а'),(54,'расправа','[1,2,4]','рас-прав-а'),(55,'пробеги','[1,2,4]','про-бег-и'),(56,'защита','[1,2,4]','за-щит-а'),(57,'заберу','[1,2,4]','за-бер-у'),(58,'безделье','[1,2,4]','без-дель-е'),(59,'занесу','[1,2,4]','за-нес-у'),(60,'рассада','[1,2,4]','рас-сад-а'),(61,'беззубый','[1,2,4]','без-зуб-ый'),(62,'подруга','[1,2,4]','по-друг-а'),(63,'перенесу','[1,2,4]','пере-нес-у'),(64,'одарю','[1,2,4]','о-дар-ю'),(65,'подкова','[1,2,4]','под-ков-а'),(66,'безрукий','[1,2,4]','без-рук-ий'),(67,'приправа','[1,2,4]','при-прав-а'),(69,'предобрый','[1,2,4]','пре-добр-ый'),(70,'асимметрия','[1,2,4]','а-симметри-я'),(71,'безликий','[1,2,4]','без-лик-ий'),(72,'услада','[1,2,4]','у-слад-а'),(73,'обжора','[1,2,4]','об-жор-а'),(74,'засуха','[1,2,4]','за-сух-а'),(75,'пагуба','[1,2,4]','па-губ-а'),(76,'подмога','[1,2,4]','под-мог-а'),(77,'позолота','[1,2,4]','по-золот-а'),(78,'поклажа','[1,2,4]','по-клаж-а'),(79,'измена','[1,2,4]','из-мен-а'),(80,'смена','[1,2,4]','с-мен-а'),(81,'утеря','[1,2,4]','у-тер-я'),(82,'потеря','[1,2,4]','по-тер-я'),(83,'утрата','[1,2,4]','у-трат-а'),(84,'подкова','[1,2,4]','под-ков-а'),(85,'разруха','[1,2,4]','раз-рух-а'),(86,'расмотрим','[1,2,4]','рас-мот-рим'),(87,'докатим','[1,2,4]','до-кат-им'),(88,'долезим','[1,2,4]','до-лез-им'),(89,'убогий','[1,2,4]','у-бог-ий'),(90,'доехать','[1,2,4]','до-ех-ать'),(91,'добежать','[1,2,4]','до-беж-ать'),(92,'застава','[1,2,4]','за-став-а'),(93,'прибегу','[1,2,4]','при-бег-у'),(94,'одарю','[1,2,4]','о-дар-ю'),(95,'донизу','[1,2,4]','до-низ-у'),(96,'доверха','[1,2,4]','до-верх-а'),(97,'дочерна','[1,2,4]','до-черн-а'),(98,'подруга','[1,2,4]','по-друг-а'),(99,'рассада','[1,2,4]','рас-сад-а'),(100,'услада','[1,2,4]','у-слад-а'),(101,'потеха','[1,2,4]','по-тех-а'),(102,'долетим','[1,2,4]','до-лет-им'),(103,'поедем','[1,2,4]','по-ед-ем'),(104,'прибегу','[1,2,4]','при-бег-у'),(105,'погладишь','[1,2,4]','по-глад-ишь'),(108,'бывалый','[\"2\",\"4\"]','бывал-ый'),(109,'вьюковожатый','[\"2\"]','вьюковожатый'),(110,'прокатный','[\"1\",\"2\",\"3\",\"4\"]','про-кат-н-ый'),(111,'оспенный','[\"2\",\"3\",\"4\"]','осп-енн-ый'),(112,'таможенный','[\"2\",\"3\",\"4\"]','таможен-н-ый'),(113,'выборный','[\"1\",\"2\",\"3\",\"4\"]','вы-бор-н-ый'),(114,'голодный','[\"2\",\"3\",\"4\"]','голод-н-ый'),(115,'сивый','[\"2\",\"4\"]','сив-ый'),(116,'возлюбленный','[\"1\",\"2\",\"3\",\"4\"]','воз-любл-енн-ый'),(117,'обойденный','[\"1\",\"2\",\"3\",\"4\"]','обо-йд-енн-ый');
/*!40000 ALTER TABLE `morfems` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-12-17  9:56:51
